tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "cask"
brew "mas"
brew "node"
brew "nodebrew"
brew "openjdk"
brew "watchman"
brew "yarn"
cask "adobe-creative-cloud"
cask "adoptopenjdk"
cask "android-studio"
cask "cmd-eikana"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "slack"
cask "visual-studio-code"
mas "ForkLift", id: 412448059
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
